ableton-live-suite
android-file-transfer
android-studio
appcleaner
aquaskk
bitwarden
blackhole-16ch
blender
chrome-remote-desktop-host
contexts
coteditor
daisydisk
github-beta
github@beta
google-drive
goku
hammerspoon
hiddenbar
karabiner-elements
launchpad-manager
libreoffice
libreoffice-language-pack
menubar-stats
mono-mdk-for-visual-studio
obs
omnidisksweeper
onyx
processing
qmk-toolbox
raycast
sheldon
skhd
sonic-pi
splashtop-personal
splice
spotify
supercollider
the-unarchiver
touchdesigner
via
visual-studio
visual-studio-code
vivaldi
wezterm
xamarin-profiler
xcodes
yabai
