candid82/brew/joker
felixkratz/formulae/borders
felixkratz/formulae/sketchybar
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
lua
nowplaying-cli
switchaudio-osx
yqrashawn/goku/goku
ableton-live-suite
android-file-transfer
appcleaner
aquaskk
arc
bitwarden
blackhole-16ch
blender
chrome-remote-desktop-host
contexts
coteditor
daisydisk
easyfind
font-sf-mono
font-sf-pro
github-beta
github@beta
google-drive
hammerspoon
hiddenbar
karabiner-elements
launchpad-manager
libreoffice
libreoffice-language-pack
microsoft-auto-update
microsoft-teams
obs
omnidisksweeper
onyx
processing
qmk-toolbox
raycast
sf-symbols
sonic-pi
splashtop-personal
splice
spotify
supercollider
the-unarchiver
touchdesigner
via
visual-studio-code
vivaldi
wezterm
