{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2025-04-30T19:29:08.459-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "7zip.7zip"
        },
        {
          "PackageIdentifier": "ajeetdsouza.zoxide"
        },
        {
          "PackageIdentifier": "Amazon.Kindle"
        },
        {
          "PackageIdentifier": "Apple.Bonjour"
        },
        {
          "PackageIdentifier": "Bitwarden.Bitwarden"
        },
        {
          "PackageIdentifier": "BlenderFoundation.Blender"
        },
        {
          "PackageIdentifier": "BurntSushi.ripgrep.MSVC"
        },
        {
          "PackageIdentifier": "charmbracelet.gum"
        },
        {
          "PackageIdentifier": "dandavison.delta"
        },
        {
          "PackageIdentifier": "DenoLand.Deno"
        },
        {
          "PackageIdentifier": "Discord.Discord"
        },
        {
          "PackageIdentifier": "EpicGames.EpicGamesLauncher"
        },
        {
          "PackageIdentifier": "equalsraf.win32yank"
        },
        {
          "PackageIdentifier": "gerardog.gsudo"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "glzr-io.glazewm"
        },
        {
          "PackageIdentifier": "glzr-io.zebar"
        },
        {
          "PackageIdentifier": "GnuWin32.Which"
        },
        {
          "PackageIdentifier": "gokcehan.lf"
        },
        {
          "PackageIdentifier": "GoLang.Go"
        },
        {
          "PackageIdentifier": "Google.ChromeRemoteDesktopHost"
        },
        {
          "PackageIdentifier": "Google.GoogleDrive"
        },
        {
          "PackageIdentifier": "HermannSchinagl.ln"
        },
        {
          "PackageIdentifier": "hickford.git-credential-oauth"
        },
        {
          "PackageIdentifier": "icsharpcode.ILSpy"
        },
        {
          "PackageIdentifier": "iZotope.ProductPortal"
        },
        {
          "PackageIdentifier": "JesseDuffield.lazygit"
        },
        {
          "PackageIdentifier": "jqlang.jq"
        },
        {
          "PackageIdentifier": "junegunn.fzf"
        },
        {
          "PackageIdentifier": "lsd-rs.lsd"
        },
        {
          "PackageIdentifier": "Meta.Oculus"
        },
        {
          "PackageIdentifier": "Microsoft.AppInstaller"
        },
        {
          "PackageIdentifier": "Microsoft.DevHome"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.7"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.8"
        },
        {
          "PackageIdentifier": "Microsoft.Edge"
        },
        {
          "PackageIdentifier": "Microsoft.OneDrive"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys"
        },
        {
          "PackageIdentifier": "Microsoft.Teams"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.7"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.8"
        },
        {
          "PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x86"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x86"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudio.2022.BuildTools"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Microsoft.WSL"
        },
        {
          "PackageIdentifier": "nathancorvussolis.corvusskk"
        },
        {
          "PackageIdentifier": "NickeManarin.ScreenToGif"
        },
        {
          "PackageIdentifier": "OBSProject.OBSStudio"
        },
        {
          "PackageIdentifier": "OpenShot.OpenShot"
        },
        {
          "PackageIdentifier": "pixivInc.VRoidStudio"
        },
        {
          "PackageIdentifier": "Pyonkichi.CLaunch"
        },
        {
          "PackageIdentifier": "Python.Launcher"
        },
        {
          "PackageIdentifier": "Python.Python.3.10"
        },
        {
          "PackageIdentifier": "Python.Python.3.12"
        },
        {
          "PackageIdentifier": "RealVNC.VNCViewer"
        },
        {
          "PackageIdentifier": "Rustlang.Rustup"
        },
        {
          "PackageIdentifier": "Splashtop.SplashtopPersonal"
        },
        {
          "PackageIdentifier": "Spotify.Spotify"
        },
        {
          "PackageIdentifier": "Starship.Starship"
        },
        {
          "PackageIdentifier": "sxyazi.yazi"
        },
        {
          "PackageIdentifier": "TheBrowserCompany.Arc"
        },
        {
          "PackageIdentifier": "TheDocumentFoundation.LibreOffice"
        },
        {
          "PackageIdentifier": "TortoiseGit.TortoiseGit"
        },
        {
          "PackageIdentifier": "Valve.Steam"
        },
        {
          "PackageIdentifier": "vim.vim.nightly"
        },
        {
          "PackageIdentifier": "VirtualDesktop.Streamer"
        },
        {
          "PackageIdentifier": "Vivaldi.Vivaldi"
        },
        {
          "PackageIdentifier": "wez.wezterm"
        },
        {
          "PackageIdentifier": "WinMerge.WinMerge"
        },
        {
          "PackageIdentifier": "WinSCP.WinSCP"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.10.390"
}
